000100191003/*********************************/                                                                 
000101191003/*          MOHAMMAD SHARAFIFAR  */                                                                 
000102191003/*                               */                                                                 
000103191003/*********************************/                                                                 
000104191003             PGM                                                                                    
000105191003    /*       CHGCURLIB  QGPL           */                                                           
000107191003             CALL       STRJOB                                                                      
000108191003             /*      CHGCURLIB  DF433E25         */                                                 
000109191003                                                                                                    
000110191003             ADDLIBLE   LIB(BCI433LIB)                                                              
000111191003                                                                                                    
000112191003             /* MONITORMASSAGE MASAGEID ( ID ) */                                                   
000114191003                                                                                                    
000115191003             MONMSG     MSGID(CPF2103)                                                              
000116191003                                                                                                    
000117191003             DSPSYSLVL  OUTPUT(*DISPLAY)                                                            
000118191003             ENDPGM                                                                                 
000119191003                                                                                                    
000120191003                                                                                                    
