000010190912     A*%%TS  SD  20190912  101522  DF433A40    REL-V7R4M0  5770-WDS
000020190912     A*%%EC
000030190912     A                                      DSPSIZ(24 80 *DS3)
000040190912     A          R RECORD1
000050190912     A*%%TS  SD  20190912  101522  DF433A40    REL-V7R4M0  5770-WDS
000051191013     A                                      CF21(21)
000052191004     A                                      CA03(03)
000060190912     A                                  1 38'Lab 4'
000070190912     A                                  5  3'Please select one of the following-
000080190912     A                                       options:'
000090190912     A                                  9 14'3.  Maximum Invalid Signon Attempt-
000100190912     A                                      s allowed'
000110190912     A                                 11 14'5.  Run Instructor''s Insurance Pr-
000120190912     A                                      ogram'
000130190912     A                                  8 14'2.  Signed on User''s Message Queu-
000140190912     A                                      e'
000150191003     A                                 14 17'Option:'
000160190912     A                                 23  4'F3=Exit'
000170190912     A                                 23 17'F21=Comand Line '
000180191003     A                                  1  3'Mohammad Sharafifar'
000190191003     A                                  2  3'Your Full Name Above'
000200190912     A                                 10 14'4.  Initial number of active jobs -
000210190912     A                                      for storage allocation'
000220190912     A                                  7 14'1.  Previous sign on by signed on -
000230190912     A                                      user'
000233191003     A            OPTION         2   B 14 25
000234191003     A  30                                  DSPATR(RI)
000235191003     A  30                                  DSPATR(PC)
000243191003     A            MSGTXT1       70   O 16  7
000244191003     A            MSGTXT2       70   O 17  7
000245191003     A  30                             14 35'A VALID OPTION MUST BE ENTERED'
000246191003     A                                  1 67DATE
000247191003     A                                      EDTCDE(Y)
000248191003     A                                  2 66TIME
