000100191102     A          R SHIFTWEEK                 PFILE(SENECAPAY/SHIFTWEEK)
000101191102     A          K EMPNUM
000102191102     A          S WORKSHIFT                 COMP(EQ '1')
