000100191027     A          R TITLE
000101191027     A                                  1 45'Weekly Payroll Report'
000102191027     A                                  1 89'Page:'
000103191027     A                                  1 94PAGNBR
000104191027     A                                  1  3DATE(*YY)
000105191027     A                                      EDTCDE(Y)
000106191027     A                                  1 15TIME
000107191027     A                                  2  3'Name: Mohammad Sharafifar'
000108191027     A                                  3  3 ' '
000109191102     A            SHIFTTYPE     30      3 24
000110191027     A          R COLHDG                    SPACEB(1)
000111191027     A                                      SPACEA(1)
000112191027     A                                     6'Employee'
000113191027     A                                    19'Work'
000114191027     A                                    29'Pay'
000115191027     A                                    37'Hourly'
000116191027     A                                    47'Hours'
000117191027     A                                    56'Regular'
000118191027     A                                    71'Overtime'
000119191027     A                                    89'Total'
000120191027     A                                     6'Number'
000121191027     A                                      SPACEB(1)
000122191027     A                                    19'Shift'
000123191027     A                                    29'Grade'
000124191027     A                                    37'Rate'
000125191027     A                                    47'Worked'
000126191027     A                                    56'Pay'
000127191027     A                                    73'Pay'
000128191027     A                                    90'Pay'
000129191027     A          R EMPDETAIL                 SPACEB(1)
000130191027     A            EMPNUM    R    9S 0      5REFFLD(SHIFTWEEK/EMPNUM SENECAPAY/S-
000131191027     A                                      HIFTWEEK)
000132191027     A                                      EDTWRD('0   -   -   -')
000133191027     A            WORKSHIFT R    1A       20REFFLD(SHIFTWEEK/WORKSHIFT +
000134191027     A                                      SENECAPAY/SHIFTWEEK)
000135191027     A            PAYGRADE  R             30REFFLD(SHIFTWEEK/PAYGRADE +
000136191027     A                                      SENECAPAY/SHIFTWEEK)
000137191027     A            HOURLYRATE     5  2     37EDTCDE(1)
000138191027     A            HRSWORKED R             48REFFLD(SHIFTWEEK/HRSWORKED +
000139191027     A                                      SENECAPAY/SHIFTWEEK)
000140191027     A                                      EDTCDE(1)
000141191027     A            REGULARPAY     7  2     55EDTCDE(1)
000142191027     A            OVERPAY        7  2     70EDTCDE(2)
000143191027     A            WEEKLYPAY      7  2     86EDTCDE(1)
000144191027     A          R TOTALS                    SPACEB(2)
000145191027     A                                    41'Totals:'
000146191027     A            TOTREGPAY      9  2     51
000147191027     A                                      EDTCDE(1 $)
000148191027     A            TOTOVTPAY      9  2     66EDTCDE(1 $)
000149191027     A            TOTWKPAY       9  2     82EDTCDE(1 $)
