000001191029
000002191029
000003191029
000004191029
000005191029
000006191029     A          R RECORD1
000013191101     A                                  4 13'Rates:'
000014191101     A                                  8 13'Totals:'
000015191101     A                                  5 17'Day Rate:'
000016191101     A                                  6 17'Afternoon Rate:'
000017191101     A                                  7 17'Night Rate:'
000018191101     A                                  9 16'Regular Pay:'
000019191101     A                                 10 16'Overtime Pay:'
000020191101     A                                 11 16'Company Payout:'
000021191101     A            DAYRATE   R    5  2O  5 41REFFLD(SHIFTRATES/DAYRATE +
000022191029     A                                      SENECAPAY/SHIFTRATES)
000023191031     A                                      EDTCDE(1)
000025191101     A            AFTNRATE  R    5  2O  6 41REFFLD(SHIFTRATES/AFTNRATE +
000026191029     A                                      SENECAPAY/SHIFTRATES)
000027191031     A                                      EDTCDE(1)
000029191101     A            NIGHTRATE R    5  2O  7 41REFFLD(SHIFTRATES/NIGHTRATE +
000030191029     A                                      SENECAPAY/SHIFTRATES)
000031191031     A                                      EDTCDE(1)
000032191101     A            TOTREGPAY      9  2O  9 41EDTCDE(1)
000033191101     A            TOTOVTPAY      9  2O 10 41EDTCDE(1)
000034191101     A            TOTWKPAY       9  2O 11 40EDTCDE(1 $)
000035191101     A                                  1  2USER
000036191101     A                                  2  2'Mohammad Sharafifar'
000037191101     A                                  1 68DATE
000038191101     A                                      EDTCDE(Y)
000039191101     A                                  2 68TIME
000040191101     A                                  3 21'S E N E C A payroll program comple-
000041191101     A                                      ted'
000100      
